results/synthetic/baselines/io_stream.fio-seqread.caelum-308-baseline-1.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=27329: Thu Jul  9 23:59:55 2015
  read : io=4096.0MB, bw=264458KB/s, iops=2066, runt= 15860msec
    slat (usec): min=13, max=120, avg=38.49, stdev= 8.20
    clat (usec): min=2168, max=6731, avg=3827.24, stdev=77.14
     lat (usec): min=2211, max=6774, avg=3866.29, stdev=75.85
    clat percentiles (usec):
     |  1.00th=[ 3728],  5.00th=[ 3760], 10.00th=[ 3760], 20.00th=[ 3792],
     | 30.00th=[ 3792], 40.00th=[ 3824], 50.00th=[ 3824], 60.00th=[ 3824],
     | 70.00th=[ 3856], 80.00th=[ 3856], 90.00th=[ 3888], 95.00th=[ 3920],
     | 99.00th=[ 3984], 99.50th=[ 3984], 99.90th=[ 4576], 99.95th=[ 5216],
     | 99.99th=[ 5984]
    bw (KB  /s): min=262912, max=264960, per=100.00%, avg=264613.16, stdev=334.10
    lat (msec) : 4=99.54%, 10=0.46%
  cpu          : usr=2.74%, sys=14.59%, ctx=33305, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=264458KB/s, minb=264458KB/s, maxb=264458KB/s, mint=15860msec, maxt=15860msec

Disk stats (read/write):
  sda: ios=32531/5, merge=0/6, ticks=123300/4, in_queue=123232, util=99.44%