results/synthetic/baselines/io_stream.fio-seqread.caelum-308-baseline-2.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=27352: Fri Jul 10 00:00:31 2015
  read : io=4096.0MB, bw=264391KB/s, iops=2065, runt= 15864msec
    slat (usec): min=14, max=152, avg=38.63, stdev= 8.34
    clat (usec): min=1140, max=6777, avg=3827.85, stdev=84.70
     lat (usec): min=1300, max=6820, avg=3867.06, stdev=83.21
    clat percentiles (usec):
     |  1.00th=[ 3728],  5.00th=[ 3760], 10.00th=[ 3760], 20.00th=[ 3792],
     | 30.00th=[ 3792], 40.00th=[ 3824], 50.00th=[ 3824], 60.00th=[ 3824],
     | 70.00th=[ 3856], 80.00th=[ 3856], 90.00th=[ 3888], 95.00th=[ 3952],
     | 99.00th=[ 3984], 99.50th=[ 4016], 99.90th=[ 4576], 99.95th=[ 5280],
     | 99.99th=[ 5920]
    bw (KB  /s): min=263936, max=264704, per=100.00%, avg=264547.10, stdev=183.15
    lat (msec) : 2=0.01%, 4=99.38%, 10=0.61%
  cpu          : usr=2.75%, sys=14.54%, ctx=33299, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=264391KB/s, minb=264391KB/s, maxb=264391KB/s, mint=15864msec, maxt=15864msec

Disk stats (read/write):
  sda: ios=32419/6, merge=0/1, ticks=122836/4, in_queue=122816, util=99.46%