results/synthetic/baselines/io_stream.fio-seqread.caelum-308-baseline-2.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 512MB)

file1: (groupid=0, jobs=1): err= 0: pid=39434: Wed Jun 24 20:28:56 2015
  read : io=524288KB, bw=143956KB/s, iops=1124, runt=  3642msec
    slat (usec): min=19, max=153, avg=42.42, stdev= 5.05
    clat (msec): min=4, max=87, avg= 7.06, stdev= 3.44
     lat (msec): min=4, max=87, avg= 7.10, stdev= 3.44
    clat percentiles (usec):
     |  1.00th=[ 6048],  5.00th=[ 6048], 10.00th=[ 6048], 20.00th=[ 6496],
     | 30.00th=[ 6944], 40.00th=[ 6944], 50.00th=[ 6944], 60.00th=[ 6944],
     | 70.00th=[ 7328], 80.00th=[ 7392], 90.00th=[ 7392], 95.00th=[ 7456],
     | 99.00th=[ 7456], 99.50th=[ 9280], 99.90th=[84480], 99.95th=[86528],
     | 99.99th=[87552]
    bw (KB  /s): min=118016, max=151808, per=99.84%, avg=143725.71, stdev=12509.87
    lat (msec) : 10=99.51%, 20=0.29%, 100=0.20%
  cpu          : usr=1.59%, sys=8.95%, ctx=4162, majf=0, minf=283
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=99.8%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=4096/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=524288KB, aggrb=143956KB/s, minb=143956KB/s, maxb=143956KB/s, mint=3642msec, maxt=3642msec

Disk stats (read/write):
  sdb: ios=3854/0, merge=0/0, ticks=27124/0, in_queue=27132, util=97.17%