results/synthetic/baselines/io_stream.fio-seqread.fio.caelum-308-baseline-5.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 512MB)

file1: (groupid=0, jobs=1): err= 0: pid=39482: Wed Jun 24 20:29:20 2015
  read : io=524288KB, bw=148650KB/s, iops=1161, runt=  3527msec
    slat (usec): min=20, max=144, avg=42.43, stdev= 5.09
    clat (usec): min=615, max=13238, avg=6835.70, stdev=648.95
     lat (usec): min=710, max=13281, avg=6878.77, stdev=648.67
    clat percentiles (usec):
     |  1.00th=[ 5920],  5.00th=[ 5920], 10.00th=[ 5920], 20.00th=[ 6496],
     | 30.00th=[ 6816], 40.00th=[ 6816], 50.00th=[ 6816], 60.00th=[ 6880],
     | 70.00th=[ 6944], 80.00th=[ 7392], 90.00th=[ 7392], 95.00th=[ 7456],
     | 99.00th=[ 7456], 99.50th=[10816], 99.90th=[11968], 99.95th=[11968],
     | 99.99th=[13248]
    bw (KB  /s): min=141056, max=154624, per=100.00%, avg=148882.29, stdev=5828.07
    lat (usec) : 750=0.02%
    lat (msec) : 2=0.05%, 4=0.07%, 10=99.19%, 20=0.66%
  cpu          : usr=1.62%, sys=9.19%, ctx=4167, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=99.8%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=4096/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=524288KB, aggrb=148649KB/s, minb=148649KB/s, maxb=148649KB/s, mint=3527msec, maxt=3527msec

Disk stats (read/write):
  sdb: ios=3895/0, merge=0/0, ticks=26412/0, in_queue=26420, util=97.15%