results/synthetic/baselines/io_stream.fio-seqread.fio.hammerthrow-baseline-1.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=1936: Wed Jul  8 14:47:34 2015
  read : io=4096.0MB, bw=103479KB/s, iops=808, runt= 40533msec
    slat (usec): min=17, max=177, avg=26.20, stdev= 4.63
    clat (msec): min=4, max=51, avg= 9.86, stdev= 1.03
     lat (msec): min=4, max=51, avg= 9.89, stdev= 1.03
    clat percentiles (usec):
     |  1.00th=[ 9536],  5.00th=[ 9536], 10.00th=[ 9536], 20.00th=[ 9536],
     | 30.00th=[ 9792], 40.00th=[ 9792], 50.00th=[ 9792], 60.00th=[ 9792],
     | 70.00th=[ 9920], 80.00th=[10048], 90.00th=[10048], 95.00th=[10048],
     | 99.00th=[10944], 99.50th=[12608], 99.90th=[26496], 99.95th=[28032],
     | 99.99th=[51456]
    bw (KB  /s): min=97024, max=105984, per=100.00%, avg=103588.85, stdev=1932.88
    lat (msec) : 10=70.48%, 20=29.30%, 50=0.20%, 100=0.02%
  cpu          : usr=0.72%, sys=4.07%, ctx=33168, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=103478KB/s, minb=103478KB/s, maxb=103478KB/s, mint=40533msec, maxt=40533msec

Disk stats (read/write):
  sda: ios=32742/9, merge=0/2, ticks=322192/13676, in_queue=335864, util=99.86%