results/synthetic/baselines/io_stream.fio-seqread.hammerthrow-baseline-0.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=8496: Thu Jul  9 18:00:18 2015
  read : io=4096.0MB, bw=105157KB/s, iops=821, runt= 39886msec
    slat (usec): min=21, max=188, avg=26.11, stdev= 4.29
    clat (msec): min=9, max=68, avg= 9.71, stdev= 1.18
     lat (msec): min=9, max=68, avg= 9.73, stdev= 1.18
    clat percentiles (usec):
     |  1.00th=[ 9280],  5.00th=[ 9280], 10.00th=[ 9280], 20.00th=[ 9408],
     | 30.00th=[ 9536], 40.00th=[ 9536], 50.00th=[ 9536], 60.00th=[ 9792],
     | 70.00th=[ 9792], 80.00th=[ 9792], 90.00th=[10048], 95.00th=[10048],
     | 99.00th=[11456], 99.50th=[13760], 99.90th=[26752], 99.95th=[28032],
     | 99.99th=[65280]
    bw (KB  /s): min=96000, max=109056, per=100.00%, avg=105239.32, stdev=2825.97
    lat (msec) : 10=82.86%, 20=16.95%, 50=0.17%, 100=0.02%
  cpu          : usr=0.74%, sys=4.16%, ctx=33131, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=105157KB/s, minb=105157KB/s, maxb=105157KB/s, mint=39886msec, maxt=39886msec

Disk stats (read/write):
  sda: ios=32578/7, merge=0/2, ticks=315352/5340, in_queue=320696, util=99.85%