results/synthetic/baselines/io_stream.fio-seqread.hammerthrow-baseline-7.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=8658: Thu Jul  9 18:10:35 2015
  read : io=4096.0MB, bw=103367KB/s, iops=807, runt= 40577msec
    slat (usec): min=19, max=192, avg=26.35, stdev= 4.06
    clat (msec): min=4, max=111, avg= 9.88, stdev= 2.00
     lat (msec): min=4, max=111, avg= 9.90, stdev= 2.00
    clat percentiles (msec):
     |  1.00th=[   10],  5.00th=[   10], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   10], 40.00th=[   10], 50.00th=[   10], 60.00th=[   10],
     | 70.00th=[   10], 80.00th=[   11], 90.00th=[   11], 95.00th=[   11],
     | 99.00th=[   11], 99.50th=[   14], 99.90th=[   26], 99.95th=[   46],
     | 99.99th=[  112]
    bw (KB  /s): min=85760, max=105984, per=100.00%, avg=103451.63, stdev=2958.79
    lat (msec) : 10=71.21%, 20=28.59%, 50=0.16%, 100=0.02%, 250=0.02%
  cpu          : usr=0.74%, sys=4.09%, ctx=33211, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=103366KB/s, minb=103366KB/s, maxb=103366KB/s, mint=40577msec, maxt=40577msec

Disk stats (read/write):
  sda: ios=32757/8, merge=0/2, ticks=322536/10612, in_queue=333152, util=99.87%