results/synthetic/baselines/io_stream.fio-seqread.hammerthrow-baseline-8.out
file1: (g=0): rw=read, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=2092: Wed Jul  8 14:57:55 2015
  read : io=4096.0MB, bw=101660KB/s, iops=794, runt= 41258msec
    slat (usec): min=17, max=126, avg=25.90, stdev= 4.47
    clat (usec): min=9359, max=57787, avg=10042.31, stdev=972.06
     lat (usec): min=9389, max=57814, avg=10068.62, stdev=972.12
    clat percentiles (usec):
     |  1.00th=[ 9536],  5.00th=[ 9536], 10.00th=[ 9536], 20.00th=[ 9792],
     | 30.00th=[ 9792], 40.00th=[ 9920], 50.00th=[10048], 60.00th=[10048],
     | 70.00th=[10048], 80.00th=[10304], 90.00th=[10304], 95.00th=[10304],
     | 99.00th=[11328], 99.50th=[14144], 99.90th=[18560], 99.95th=[25216],
     | 99.99th=[57600]
    bw (KB  /s): min=94530, max=105984, per=100.00%, avg=101765.32, stdev=2729.90
    lat (msec) : 10=40.61%, 20=59.29%, 50=0.07%, 100=0.02%
  cpu          : usr=0.67%, sys=4.07%, ctx=33181, majf=0, minf=282
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=101660KB/s, minb=101660KB/s, maxb=101660KB/s, mint=41258msec, maxt=41258msec

Disk stats (read/write):
  sda: ios=32720/9, merge=0/1, ticks=327780/12204, in_queue=340012, util=99.83%